import crpohidrates from "./public/imgs/projects/articles/crophidrates.jpg";
import marketing from "./public/imgs/projects/articles/marketing-message.jpg";
import cars from "./public/imgs/projects/articles/cars.jpg";
import katina from "./public/imgs/projects/articles/katina.jpg";
import darbak from "./public/imgs/projects/articles/dabak.jpg";
import targetAud from "./public/imgs/projects/articles/target-audience.jpg";
import branding from "./public/imgs/projects/articles/branding.jpg";
import seo from "./public/imgs/projects/articles/seo.jpg";

export const articles = [
  {
    id: 1,
    title: "  الكربوهيدرات 🌟 " ,
    img: crpohidrates,
    link: "https://www.facebook.com/share/p/zxBhQVSsT23L9raY/?mibextid=oFDknk",
    text: `

    كلنا بنعرف بأن الكارب هي إحدى المكونات الرئيسية في الغذاء وتعتبر مصدراً هاماً للطاقة👌
    
    ⛔تنقسم إلى ثلاث أقسام رئيسية:
    
    1️⃣السكريات:
    تشمل جميع السكريات البسيطة مثل "الجلوكوز، الفركتوز واللاكتوز" ✨
    توجد في العسل - الفواكهه- الحليب والمشروبات المحلاة ✨
    وتعتبر من المصادر السريعة للطاقة✔️
    
    2️⃣النشويات :
    وتشمل الكربوهيدرات المعقدة مثل "النشأ و الغلوكوز"✨
    توجد في الحبوب " الرز - الخبز - البطاطس" و البقوليات 👌
    
    تمتاز ببطء امتصاصها✔️ وتحافظ على مستوى السكر في الدم✔️
    (ناس الدايت ركزو فيها😉)
    
    3️⃣الألياف:
    مسبقا بنعرف بأن الألياف لا يمكن هضمها بالكامل في الجهاز الهضمي وبتالي تساعد على دعم صحة الجهاز الهضمي وتقليل مستويات الكوليسترول في الدم👌
    توجد الألياف في الخضروات - الفواكهه- الحبوب الكاملة والبقوليات✨
    
    📌فوائد الكربوهيدرات :
    🔺توفير الطاقة لأنها تعتبر من المصادر الرئيسية للطاقة في الجسم.
    🔺تدعم وظائف الجهاز العصبي. 
    🔺حفظ البروتين. 
    🔺تعزيز صحة الجهاز الهضمي من خلال نمو  البكتيريا النافعة في الأمعاء. 
    🔺الشعور بالشبع لفترة من الزمن.
    `,
  },
  {
    id: 2,
    title: " #الرسالة_التسويقية💭 ",
    img: marketing,
    link: "https://www.facebook.com/share/p/mWqKY2V5ArLZSm4H/?mibextid=oFDknk",
    text: `     
    

من المهم جداً انت صاحب منتج أو خدمة
يكون عندك رسالة تسويقية واضحة 💜

ولو ما عندك او أول مرة تعرف المصطلح ده
تعال اقول ليك انت ح تحدد الرسالة كيف😉

طيب مبدئيا كدا خلينا نعرف الرسالة التسويقية
هي شنو وهدفها شنو وبحددها كيف⁉️

يا عزيزي الرسالة التسويقة هي الح تسخدمها
لجذب انتباه العملاء المحتملين وتقنعهم يشتروا
منتجك أو خدمتك المقدمة💜

و عشان تحدد رسالتك انت 
لازم تعرف وتفهم النقاط ديل👇

🔸انت لازم تفهم وتعرف احتياجات و رغبات
وطموحات جمهورك المستهدف عشان رسالتك
تصل ليهم بصورة كويسه شديد👌

"يعني تدرس الفئه حقتك بصورة زابطة شديد🔥" 

🔸لازم تحدد ميزتك التنافسية والعميل ح يستفيد
شنو لو اشتراء المنتج أو الخدمة✨

"ميزتك بتحددها عن طريق تحليل المنافسين😉" 

🔸اللغة البتستخدمها في الرسالة لازم تكون لغة
مقنعة وبسيطة تخلي عميل يحث لعمل حاجه👌

"حاول انك تلعب ف العاطفة لانها فعالة جداً😂💜" 

🔸واخر شي واهمه شي في رسالتك لازم تحتوي
علي Call of action او أي طريقة تانية تخلي العميل
يتخذ قرار فورا💜

" مثل احجز موعدك الأن أو اشترك الأن وغيرها👌"
    
    `,
  },
  {
    id: 3,
    title: " ⛔الحفاظ على الإطارات✨",
    img: cars,
    link: "https://www.facebook.com/share/p/nU1Ub24o2nZrqBko/?mibextid=oFDknk",
    text: `

    في البوست السابق اتكلمنا عن الاسباب البتؤدي 
    الى انفجار الإطار
    
    وفي البوست ان شاء الله ح تكلم عن بعض الممارسات
     اللازمة للحفاظ على حالة إطارات العربية بصورة جيدة👌
    
    طيب خلونا نتعرف عليها👇
    
    🔸المحافظة على ضغط نفخ الإطارات بالقيم 
    الموصى بها من قبل الشركة المصنِّعة للعربية 
    
    يُنصح بفحص الضغط مرة واحدة على الأقل شهريًا واستبدال الإطارات في حال انخفاض الضغط عن القيم الموصى بها✔️
    
    🔸فحص إطارات العربية بصفة دورية 
    للكشف عن أي تشققات أو تآكل في النقش
    
    يجب استبدال الإطارات في حال بلوغها
     الحد الأدنى المسموح به للنقش👌
    
    🔸 مناوبة أماكن الإطارات بالعربية بشكل دوري
     كل 10-15 ألف كيلومتر للتأكد من تآكلها بشكل متساوٍ✔️
    
    🔸 تفادي القيادة على سطح طرق وعر
     أو ذو حفر عميقة قد تؤدي إلى تلف الإطارات❌
    
    5. تجنب الفرملة والتوقف المفاجئ أو التسارع
     السريع لإنها تؤثر سلبًا على عمر الإطارات❌
    
    6. التأكد من محاذاة وتوازن عجلات العربية
     بشكل دوري لتجنب التآكل غير المتساوي للإطاراتة✔️
    
    7. التخزين في أماكن جافة ومظللة بعيدًا
     عن أشعة الشمس المباشرة_كثيراً_أعمالنا_تفعل 😎🔥
     `
  },
  {
    id: 4,
    title: " سير_الكاتينة",
    img: katina,
    link: "https://www.facebook.com/share/p/yucauKi4SUqqZc87/?mibextid=oFDknk",
    text: `

    يعتبر سير الكاتينة أهم وأخطر سير 
    في محرك العربية ويجب الاهتمام بتغيره
    عندما ينتهي عمره الإفتراضي✨ 
    
    ▪️يتراوح عمره في العربية بحدود 
    60 إلى 80 ألف كيلومتر👌
    
    📌في حال إهمال تغيير سير الكاتينة يحدث
    انقطاع له بشكل مفاجئ مما يسبب  أضرار
    بالغة على المحرك خاصة للصبابات او البلوفة.
    
    قد يحدث لها كسر أو إعوجاج بسبب ارتطامها
    بأحد الاسطوانات نتيجة توقف الصبابات عن الحركة
    
    وقد يؤدي ذلك إلى تلف المحرك بالكامل 
    وأحياناً إلى كسر في جسم البساتم "الاسطوانات"
    
    🔸عند انقطاع سير الكتينة يتوقف المحرك بشكل مفاجئ
    
    📌لتأكد أن السير هو سبب توقف المحرك قم برفع
    غطاء المحرك وعند دوران المارش ستلاحظ 
    وجود صوت مختلف وسيدور بسرعة كبيرة
    على غير المعتاد فتأكد أن سير الكاتينة
    قد انقطع بالفعل 
    
    وفي الحالة دي يجب عليك عدم تشغيل المحرك
    مرة أخرى وتغير السير 👌
    
    #سوعد_الهندسية 
    #لا_نتحدث_كثيراً_أعمالنا_تفعل 😎🔥
        `
  },
  {
    id: 5,
    title: " عمود_الدربك✨",
    img: darbak,
    link: "https://www.facebook.com/share/p/NB2obvTzoda5A4fy/?mibextid=oFDknk",
    text: `

    هو جزء مهم من نظام التعليق في العربية👌
    
    وله عدة وظائف رئيسية وهي👇
    
    🔸نقل قوة الفرامل من المكبس
    في الفرامل إلى الإطار الأمامي للعربية👌
    
    عند الضغط على دواسة الفرامل القوة
    تنتقل عبر عمود الدربك إلى الفرامل الأمامية✔️
    
    🔸السماح بالتوجيه والتحكم في توجيه العربية 👌
    
    عمود الدربك يربط نظام التوجيه بالعجلات الأمامية
    مما يسمح للسائق بتوجيه العربية إلى اليمين أو اليسار✔️
    
    🔸المساعدة في امتصاص الصدمات والاهتزازات
    عند المرور على طرق وعرة أو الوقوع في حفر✔️
    
    يساعد عمود الدربك في ذلك بالسماح ببعض
    الحركة والمرونة في نظام التعليق👌
    
    📌إذن عمود الدربك هو جزء حيوي من نظام التعليق
    والتوجيه في العربية والذي يؤدي وظيفة
    مهمة في نقل القوة والتحكم بالعريية👌
    
    يعتبر جزء أساسي لتشغيل وأداء العريية بشكل آمن✨
    
    #سوعد_الهندسية
    #لا_نتحدث_كثيراً_أعمالنا_تفعل 😎🔥

        `
  },
  {
    id: 6,
    title: "تحويل الفئة المستهدفة",
    img: targetAud,
    link: "https://www.facebook.com/share/p/HJ29fHRF6uFeruiY/?mibextid=oFDknk",
    text: `

    كيف تحول فئتك من مكان إلى المكان المطلوب⁉️

    قبل ما اقول كيف
    تعالو احكي ليكم الحاصل ده👇
    
    في عميل X عايز ينقل فئته
    شوفو عمل شنو
    
    اول شي نزل محتوى مستهدف فيه الفئة بالضبط
    وكان المحتوى انه في شي بخصهم ولازم يرسلو
    ليه في الخاص🤷‍♂️
    
    هنا الجمهور اتفاعل معاو ورسل في خاص
    
    طوالي عشان يتحصلو للحاجه دي
    رسل ليهم رقم واتساب يرسل ليهم هناك
    
    "انت محتاج لحاجة  دي ف اكيد 
    ح تمشي معاهو مكان ماشي 😂" 
    
    المهم دخل على الاشخاص ورسل ليهم
    الملف المطلوب
    
    كدا القصة انتهت⁉️
    لا طبعا
    
    رسل ليهم رساله ظريفة كدا
    وطلب متابعته على حساب الفيس✨
    
    طبعا انت اتحصلت على المطلوب ف اكيد
    ح تعمل اي شي❤️
    
    وفعلا الناس تابعت العميل وانتقلت معاهو
    المكان هو الاساساً مستهدفه👌
    
    يعني شوفو الرحله كانت كيف👇
    
    من قروب عام الى الماسنجر
    ثم الى الواتساب وتاني للصفحة الفيس👌
    
    📌الخلاصة
    انت عشان تجيب فئتك دي لازم تنقلهم
    معاك من مكان و تسوقهم معاك إلى المكان الانت
    عايزو بالضبط وكلو بيتم بمراحل وتركات معينه🎯
    
    #Ebtihal_musa 
    #كاتبة_ومصممة
    `
  },
  {
    id: 7,
    title: "البيرسونال براند - Personal Brand ",
    img: branding,
    link: "https://www.facebook.com/groups/250458873280846/permalink/963357208657672/?mibextid=Nif5oz",
    text: `

    انت كصاحب خدمة من المهم جداً 
    انك تعمل بيرسونال براند عشان من خلاله
    
    📌ح تعرف نفسك لغيرك وتبني
    سمعة شخصية وتكون معروف
    بين الجمهور💜
    
    📌دايما خليك مركز على انك تظهر 
    مهاراتك وقيمتك وخبراتك في المجال 👌
    
    📌عشان يرسخ البراند حققك لازم
    يكون عندك هوية أو صورة ثابتة
    او شعار مميز 💜
    
    زي حاليا لمن نقول الفوليك أسيد
    او التلات حبات ما علاج للنزلة
    بنتذكر الشريف✨
    
    او لمن نسمع كلمة انطلاق طوالي
    يجي في بالنا كوتش فارس الطاهر👌
    
    ودي تكمن أهمية البيرسونال براند
    وتكون راسخة في اذهان الناس
    ومربوطة بيك👌
    
    ولو عايز تعرف اكتر عن البيرسونال براند
    تابعنا في #سلسلة_البيرسونال_براند
    وتعرف عليه اكتر وتقدر تعمل لنفسك براند
    وتسوق ليه بالطريقة الصح💜
    
    #Ebtihal_musa 
    #البروسنال_براند
    #مجتمع_لكل_كاتب_محتوى
        `
  },
  {
    id: 8,
    title: " تقنية_SEO🔍",
    img: seo,
    link: "https://www.facebook.com/share/p/xfWf7mm7HLFeWQjb/?mibextid=oFDknk",
    text: `


    الليلة ح نتكلم عن أداة مهمة شديد
    في التسويق الرقمي وليها دور كبير
    في تحسين موقع الويب وهي SEO👌
    
    و اختصار  ل
    Search Engine Optimization✨
    
    وهي مجموعة من الإجراءات والتقنيات
    كلها تهدف إلى تحسين موقع الويب
    عشان يتصدر نتائج محركات البحث
    زي قوقل مثلا👌
    
    📌عشان التقنية دي تشتغل ليك بصورة
    سليمة في عدة عوامل مؤثرة وهي👇
    
    -استخدام الكلمات الرئيسية "المفتاحية"
    بشكل صحيح👌
    
    -تحسين سرعة التحميل للمواقع✨
    
    -انشاء روابط خارجية ذات جودة👌
    
    - توفير محتوى ذو جودة عالية✨
    
    وبتالى انت كصاحب موقع من المهم جدا
    انك تستثمر في تقنية SEO لضمان جذب
    المزيد من الزوار وزيادة التفاعل مع
    مواقع على الإنترنت 💜
    
    ولو عندك معلومة اضافية عن SEO 
    شاركني بيها 💜
    
    #Ebtihal_musa💜
    #كاتبة_ومصممة💜
        `
  },
 
];
